[
    {
      "title": "Health Tips",
      "content": "Based on your health profile, consider adding omega-3 fatty acids to your diet for improved heart health. These essential fatty acids, found in fish and flaxseeds, can lower the risk of heart disease and improve overall cardiovascular health.",
      "image": "https://i.ibb.co/p4fwKnS/healthcare.jpg"
    },
    {
      "title": "Preventive Measures",
      "content": "Given your location and current health status, schedule a flu shot to protect against seasonal influenza. In addition, practice good hand hygiene and avoid crowded places during peak flu seasons to reduce your risk of infection.",
      "image": "https://i.ibb.co/WGGJc3x/mriscam.jpg"
    },
    {
      "title": "Upcoming Tests Recommendation",
      "content": "As per your medical history, it's time for a cholesterol check. Arrange a lipid profile test with your healthcare provider. Monitoring cholesterol levels is crucial for preventing heart disease and maintaining overall cardiovascular well-being.",
      "image": "https://i.ibb.co/D1Bbm3M/test.jpg"
    },
    {
      "title": "Nutritional Advice",
      "content": "Considering your dietary preferences, incorporate more fiber-rich foods like whole grains and fruits into your meals. A high-fiber diet supports digestion, helps maintain a healthy weight, and reduces the risk of chronic diseases such as diabetes and colon cancer.",
      "image": "https://i.ibb.co/P6GVqD5/nutritioonal.jpg"
    },
    {
      "title": "Fitness Routine",
      "content": "Customized workout plan: Include at least 30 minutes of brisk walking or jogging into your daily routine. Regular aerobic exercise improves cardiovascular health, boosts mood, and helps manage weight. Combine it with strength training for overall fitness.",
      "image": "https://i.ibb.co/D76D2Jk/fitness.jpg"
    },
    {
      "title": "Sleep Hygiene",
      "content": "To improve sleep quality, create a relaxing bedtime routine and maintain a consistent sleep schedule. Avoid electronic devices before bedtime, and consider incorporating calming activities like reading or meditation to promote restful sleep.",
      "image": "https://i.ibb.co/D4sszF2/sleep.jpg"
    },
    {
      "title": "Mental Wellness",
      "content": "Practice mindfulness and deep breathing exercises daily to manage stress and promote mental well-being. Taking time for self-care, engaging in hobbies, and fostering social connections are also essential for maintaining good mental health.",
      "image": "https://i.ibb.co/0JfDrkB/mentalhelth.jpg"
    },
    {
      "title": "Screening Reminder",
      "content": "It's time for your annual cancer screening. Contact your healthcare provider to schedule a screening appointment. Early detection through regular screenings can significantly improve the chances of successful treatment and recovery.",
      "image": "https://i.ibb.co/KhzXgG6/cancer.jpg"
    },
    {
      "title": "Dental Care Tips",
      "content": "Maintain oral hygiene by brushing and flossing regularly. Schedule a dental check-up every six months. Good oral health is essential for overall well-being and can prevent issues like gum disease and cavities.",
      "image": "https://i.ibb.co/HhHZFvj/dentalhealth.jpg"
    },
    {
      "title": "Eye Health",
      "content": "To protect your eyes, take breaks from screens every 20 minutes. Schedule an eye exam for a vision check. Protect your eyes from UV rays with sunglasses outdoors, and ensure proper lighting in your work and living spaces.",
      "image": "https://i.ibb.co/GMd4CYG/eye.jpg"
    },
    {
      "title": "Skin Care",
      "content": "Stay hydrated and use sunscreen to protect your skin. Schedule a dermatologist visit for a skin check-up. Regular skincare, including cleansing and moisturizing, helps maintain skin health and can detect early signs of skin conditions.",
      "image": "https://i.ibb.co/f8hdvhN/skincare.jpg"
    }
 
  ]
  